Repository: PinkFlamingoz/ppm-plugin-bundle
Catalog: languages/enhanced-plugin-bundle-*.po
Languages: de_de

source: Install
de_de: Installieren

source: Activate
de_de: Aktivieren

source: Deactivate
de_de: Deaktivieren

source: Delete
de_de: Löschen

source: Delete from List
de_de: Aus Liste entfernen

source: Apply to Selected
de_de: Auf Auswahl anwenden

source: Installed & Active
de_de: Installiert & aktiv

source: Installed & Deactivated
de_de: Installiert & deaktiviert

source: Not Installed
de_de: Nicht installiert

source: Installed
de_de: Installiert

source: Inactive
de_de: Inaktiv

source: Active
de_de: Aktiv

source: Plugin "%s" is not installed.
de_de: Plugin "%s" ist nicht installiert.

source: Failed to fetch plugin information for "%s".
de_de: Plugin-Informationen für "%s" konnten nicht abgerufen werden.

source: YOOtheme Pro is not installed. Please install YOOtheme Pro to create a child theme.
de_de: YOOtheme Pro ist nicht installiert. Bitte installiere YOOtheme Pro, um ein Child-Theme zu erstellen.

source: Failed to create or update the child theme CSS file.
de_de: Die CSS-Datei des Child-Themes konnte nicht erstellt oder aktualisiert werden.

source: Failed to create the child theme directory.
de_de: Das Verzeichnis des Child-Themes konnte nicht erstellt werden.

source: Failed to create the child theme style.css file.
de_de: Die style.css des Child-Themes konnte nicht erstellt werden.

source: Failed to create the child theme functions.php file.
de_de: Die functions.php des Child-Themes konnte nicht erstellt werden.

source: Plugin "%s" is not managed by this bundle.
de_de: Plugin "%s" wird nicht von diesem Bundle verwaltet.

source: Failed to install plugin "%s".
de_de: Plugin "%s" konnte nicht installiert werden.

source: Please provide a valid WordPress.org plugin URL.
de_de: Bitte gib eine gültige WordPress.org Plugin-URL an.

source: Please enter a plugin URL.
de_de: Bitte gib eine Plugin-URL ein.

source: The theme "%s" is already uploaded.
de_de: Das Theme "%s" wurde bereits hochgeladen.

source: Failed to create themes directory.
de_de: Das Themes-Verzeichnis konnte nicht erstellt werden.

source: Failed to install the theme: %s
de_de: Theme konnte nicht installiert werden: %s

source: Failed to move the uploaded file. Please check file permissions.
de_de: Die hochgeladene Datei konnte nicht verschoben werden. Bitte überprüfe die Dateiberechtigungen.

source: File upload failed with error code: %s
de_de: Datei-Upload fehlgeschlagen mit Fehlercode: %s

source: Failed to %s "%s": %s
de_de: Fehler beim %1$s von "%2$s": %3$s

source: Child theme CSS file updated successfully.
de_de: CSS-Datei des Child-Themes wurde erfolgreich aktualisiert.

source: Child theme activated successfully.
de_de: Child-Theme wurde erfolgreich aktiviert.

source: Theme "%s" uploaded and installed successfully.
de_de: Theme "%s" wurde erfolgreich hochgeladen und installiert.

source: "%s" %s successfully.
de_de: "%s" wurde erfolgreich %s.

source: Plugin "%s" is already installed.
de_de: Plugin "%s" ist bereits installiert.

source: Plugin "%s" was already removed.
de_de: Plugin "%s" wurde bereits entfernt.

source: installed
de_de: installiert

source: activated
de_de: aktiviert

source: deactivated
de_de: deaktiviert

source: deleted
de_de: gelöscht

source: uploaded
de_de: hochgeladen

source: Select All
de_de: Alle auswählen

source: Init Path
de_de: Init-Pfad

source: Add New Plugin
de_de: Neues Plugin hinzufügen

source: Init Path (optional)
de_de: Init-Pfad (optional)

source: Save Changes
de_de: Änderungen speichern

source: Create Child Theme
de_de: Child-Theme erstellen

source: Upload Parent Theme
de_de: Eltern-Theme hochladen

source: Upload your parent theme ZIP file below to install it:
de_de: Lade unten die ZIP-Datei deines Eltern-Themes hoch, um sie zu installieren:

source: Upload and Install Parent Theme
de_de: Eltern-Theme hochladen und installieren

source: Customize the CSS options for your child theme below. Use the color pickers for color options and enter numeric values (in pixels) for font sizes. When you are ready, click the button to save your options and create/activate the child theme.
de_de: Passe die CSS-Optionen für dein Child-Theme unten an. Verwende die Farbwähler für Farben und gib numerische Werte (in Pixel) für Schriftgrößen ein. Wenn du bereit bist, klicke auf die Schaltfläche, um deine Optionen zu speichern und das Child-Theme zu erstellen bzw. zu aktivieren.

source: Regenerate child theme functions.php
de_de: functions.php des Child-Themes neu erstellen

source: Leave unchecked to preserve your existing child theme functions.php file. Check to overwrite it with the default template.
de_de: Lass das Kontrollkästchen deaktiviert, um deine bestehende functions.php des Child-Themes zu behalten. Aktiviere es, um sie durch die Standardvorlage zu ersetzen.

source: Color Options
de_de: Farben

source: Text Colors
de_de: Textfarben

source: Colors
de_de: Farben

source: Background Colors
de_de: Hintergrundfarben

source: Button Colors
de_de: Button-Farben

source: Default Button
de_de: Standard-Button

source: Primary Button
de_de: Primärer Button

source: Secondary Button
de_de: Sekundärer Button

source: Danger Button
de_de: Warn-Button

source: Element Options
de_de: Elementoptionen

source: Margins
de_de: Abstände

source: Default
de_de: Standard

source: XSmall
de_de: Sehr klein

source: Small
de_de: Klein

source: Medium
de_de: Mittel

source: Large
de_de: Groß

source: XLarge
de_de: Sehr groß

source: Widths
de_de: Breiten

source: Container Options
de_de: Container-Optionen

source: Padding Vertical
de_de: Vertikale Innenabstände

source: Padding Horizontal
de_de: Horizontale Innenabstände

source: Column Gutter
de_de: Spaltenabstand

source: Max Width
de_de: Maximale Breite

source: Text Options
de_de: Textoptionen

source: Text Default Options (Body)
de_de: Text-Standardoptionen (Body)

source: Text Small Options
de_de: Optionen für kleinen Text

source: Text Large Options
de_de: Optionen für großen Text

source: Base Options
de_de: Basisoptionen

source: Navbar Link Options
de_de: Navigationslink-Optionen

source: Base Font (HTML)
de_de: Basis-Schriftgröße (HTML)

source: Headline Font Sizes & Weights
de_de: Überschriftengrößen & -gewichte

source: Heading 3XL
de_de: Überschrift 3XL

source: Heading 2XL
de_de: Überschrift 2XL

source: Heading XL
de_de: Überschrift XL

source: Heading Large
de_de: Überschrift Groß

source: Heading Medium
de_de: Überschrift Mittel

source: Heading Small
de_de: Überschrift Klein

source: Button Font Sizes & Weights
de_de: Button-Schriftgrößen & -gewichte

source: Button Default
de_de: Button Standard

source: Button Primary
de_de: Button Primär

source: Button Secondary
de_de: Button Sekundär

source: Button Danger
de_de: Button Warnung

source: Muted Color
de_de: Gedämpfte Farbe

source: Emphasis Color
de_de: Akzentfarbe

source: Primary Color
de_de: Primärfarbe

source: Secondary Color
de_de: Sekundärfarbe

source: Success Color
de_de: Erfolgsfarbe

source: Warning Color
de_de: Warnfarbe

source: Danger Color
de_de: Fehlerfarbe

source: Text Background Color
de_de: Text-Hintergrundfarbe

source: Body Color
de_de: Body-Farbe

source: Background Default
de_de: Standardhintergrund

source: Background Muted
de_de: Gedämpfter Hintergrund

source: Background Primary
de_de: Primärer Hintergrund

source: Background Secondary
de_de: Sekundärer Hintergrund

source: Button Default Color
de_de: Standard-Button-Farbe

source: Button Default Hover Color
de_de: Standard-Button-Farbe (Hover)

source: Button Default Text Color
de_de: Standard-Button-Textfarbe

source: Button Default Hover Text Color
de_de: Standard-Button-Textfarbe (Hover)

source: Button Primary Color
de_de: Primär-Button-Farbe

source: Button Primary Hover Color
de_de: Primär-Button-Farbe (Hover)

source: Button Primary Text Color
de_de: Primär-Button-Textfarbe

source: Button Primary Hover Text Color
de_de: Primär-Button-Textfarbe (Hover)

source: Button Secondary Color
de_de: Sekundär-Button-Farbe

source: Button Secondary Hover Color
de_de: Sekundär-Button-Farbe (Hover)

source: Button Secondary Text Color
de_de: Sekundär-Button-Textfarbe

source: Button Secondary Hover Text Color
de_de: Sekundär-Button-Textfarbe (Hover)

source: Button Danger Color
de_de: Warn-Button-Farbe

source: Button Danger Hover Color
de_de: Warn-Button-Farbe (Hover)

source: Button Danger Text Color
de_de: Warn-Button-Textfarbe

source: Button Danger Hover Text Color
de_de: Warn-Button-Textfarbe (Hover)

source: Button Text Color
de_de: Button-Textfarbe

source: Button Text Hover Color
de_de: Button-Textfarbe (Hover)

source: Button Link Color
de_de: Button-Link-Farbe

source: Button Link Hover Color
de_de: Button-Link-Farbe (Hover)

source: Default Mobile (px)
de_de: Standard Mobil (px)

source: Default L (px)
de_de: Standard L (px)

source: XSmall Mobile (px)
de_de: Sehr klein Mobil (px)

source: XSmall L (px)
de_de: Sehr klein L (px)

source: Small Mobile (px)
de_de: Klein Mobil (px)

source: Small L (px)
de_de: Klein L (px)

source: Medium Mobile (px)
de_de: Mittel Mobil (px)

source: Medium L (px)
de_de: Mittel L (px)

source: Large Mobile (px)
de_de: Groß Mobil (px)

source: Large L (px)
de_de: Groß L (px)

source: XLarge Mobile (px)
de_de: Sehr groß Mobil (px)

source: XLarge L (px)
de_de: Sehr groß L (px)

source: Small (px)
de_de: Klein (px)

source: Medium (px)
de_de: Mittel (px)

source: Large (px)
de_de: Groß (px)

source: XLarge (px)
de_de: Sehr groß (px)

source: 2XLarge (px)
de_de: 2XL (px)

source: Default M (px)
de_de: Standard M (px)

source: XSmall M (px)
de_de: Sehr klein M (px)

source: Small M (px)
de_de: Klein M (px)

source: Large M (px)
de_de: Groß M (px)

source: XLarge M (px)
de_de: Sehr groß M (px)

source: Default (px)
de_de: Standard (px)

source: XSmall (px)
de_de: Sehr klein (px)

source: Mobile (px)
de_de: Mobil (px)

source: Font Weight
de_de: Schriftstärke

source: Base Font Size (px)
de_de: Basis-Schriftgröße (px)

source: Save Options & Create Child Theme
de_de: Optionen speichern & Child-Theme erstellen

source: Enter plugin URL (e.g., https://wordpress.org/plugins/wordpress-seo/)
de_de: Plugin-URL eingeben (z. B. https://wordpress.org/plugins/wordpress-seo/)

source: Plugin selection interface not available.
de_de: Plugin-Auswahlschnittstelle ist nicht verfügbar.

source: Please select at least one plugin.
de_de: Bitte wähle mindestens ein Plugin aus.

source: Plugin settings updated successfully.
de_de: Plugin-Einstellungen wurden erfolgreich aktualisiert.

source: Selected plugin(s) removed from configuration.
de_de: Ausgewählte Plugins wurden aus der Konfiguration entfernt.

source: New plugin added successfully.
de_de: Neues Plugin wurde erfolgreich hinzugefügt.

source: Plugin with that slug already exists.
de_de: Ein Plugin mit diesem Slug existiert bereits.

source: Please provide both slug and name for the new plugin.
de_de: Bitte gib sowohl Slug als auch Namen für das neue Plugin an.

source: Could not retrieve plugin information from WordPress.org.
de_de: Plugin-Informationen konnten nicht von WordPress.org abgerufen werden.

source: Settings
de_de: Einstellungen

source: Documentation
de_de: Dokumentation

source: Security check failed. Please try again.
de_de: Sicherheitsprüfung fehlgeschlagen. Bitte versuche es erneut.

source: Processing...
de_de: Verarbeite...

source: Success!
de_de: Erfolg!

source: An error occurred.
de_de: Ein Fehler ist aufgetreten.

source: Are you sure you want to delete this plugin?
de_de: Bist du sicher, dass du dieses Plugin löschen möchtest?

source: Design tokens imported successfully!
de_de: Design-Tokens wurden erfolgreich importiert!

source: Invalid file type. Please upload a ZIP file.
de_de: Ungültiger Dateityp. Bitte lade eine ZIP-Datei hoch.

source: Invalid file type. Please upload a JSON file.
de_de: Ungültiger Dateityp. Bitte lade eine JSON-Datei hoch.

source: Failed to read the uploaded file.
de_de: Die hochgeladene Datei konnte nicht gelesen werden.

source: Failed to parse JSON: %s
de_de: JSON konnte nicht geparst werden: %s

source: No valid tokens found in the uploaded file.
de_de: Keine gültigen Tokens in der hochgeladenen Datei gefunden.

source: Token file is empty.
de_de: Token-Datei ist leer.

source: Token file does not contain recognized token categories.
de_de: Token-Datei enthält keine erkannten Token-Kategorien.

source: Security check failed.
de_de: Sicherheitsprüfung fehlgeschlagen.

source: You do not have permission to perform this action.
de_de: Du hast keine Berechtigung, diese Aktion auszuführen.

source: Invalid request parameters.
de_de: Ungültige Anfrageparameter.

source: Invalid action specified.
de_de: Ungültige Aktion angegeben.

source: Plugin "%1$s" has been %2$s successfully.
de_de: Plugin "%1$s" wurde erfolgreich %2$s.

source: Plugin slug is required.
de_de: Plugin-Slug ist erforderlich.

source: You do not have permission to export tokens.
de_de: Du hast keine Berechtigung, Tokens zu exportieren.

source: You do not have permission to validate tokens.
de_de: Du hast keine Berechtigung, Tokens zu validieren.

source: No token data provided.
de_de: Keine Token-Daten bereitgestellt.

source: Token structure is valid.
de_de: Token-Struktur ist gültig.

source: %d CSS variables can be imported from your token file.
de_de: %d CSS-Variablen können aus deiner Token-Datei importiert werden.

source: Failed to create the child theme %s file.
de_de: Die %s-Datei des Child-Themes konnte nicht erstellt werden.

source: Failed to create the child theme CSS directory.
de_de: Das CSS-Verzeichnis des Child-Themes konnte nicht erstellt werden.

source: Company Logo
de_de: Firmenlogo

source: Import Design Tokens
de_de: Design-Tokens importieren

source: Import design tokens from Tokens Studio for Figma. Upload a JSON file exported from Tokens Studio to automatically update all CSS options.
de_de: Importiere Design-Tokens aus Tokens Studio für Figma. Lade eine JSON-Datei hoch, die aus Tokens Studio exportiert wurde, um alle CSS-Optionen automatisch zu aktualisieren.

source: Token Format Information
de_de: Token-Format-Informationen

source: The JSON file should follow the Tokens Studio format with the following structure:
de_de: Die JSON-Datei sollte dem Tokens Studio-Format mit der folgenden Struktur entsprechen:

source: Text, background, and button colors
de_de: Text-, Hintergrund- und Button-Farben

source: Responsive breakpoint values
de_de: Responsive Breakpoint-Werte

source: Container padding, margins, gutters
de_de: Container-Innenabstände, Ränder, Spaltenabstände

source: Container max-widths, element widths
de_de: Container-Maximalbreiten, Elementbreiten

source: Font sizes and weights for headings, buttons, text
de_de: Schriftgrößen und -gewichte für Überschriften, Buttons, Text

source: Supported tokens:
de_de: Unterstützte Tokens:

source: Import Tokens
de_de: Tokens importieren

source: You can also export your current settings to use in Tokens Studio:
de_de: Du kannst auch deine aktuellen Einstellungen exportieren, um sie in Tokens Studio zu verwenden:

source: Export Current Tokens
de_de: Aktuelle Tokens exportieren

source: Button %s Color
de_de: Button-%s-Farbe

source: Button %s Hover Color
de_de: Button-%s-Farbe (Hover)

source: Button %s Text Color
de_de: Button-%s-Textfarbe

source: Button %s Hover Text Color
de_de: Button-%s-Textfarbe (Hover)

source: %s Mobile (px)
de_de: %s Mobil (px)
